{
  "APP_NAME": "FRS",
  "about": "About",
  "drivers": "Drivers",
  "calendar": "Calendar",
  "contact": "Contact",
  "results": "Results",
  "press": "We in press",
  "main_sponsor": "Main sponsor",
  "partners": "Partners",
  "results_results": "Results",
  "results_date": "Date",
  "results_length": "Length",
  "results_sim": "Sim",
  "results_location": "Location",
  "results_position": "Position",
  "results_series": "Series",
  "results_drivers": "Drivers",
  "calendar_race_calendar": "Race calendar",
  "calendar_date": "Date",
  "calendar_length": "Length",
  "calendar_location": "Location",
  "calendar_series": "Series",
  "calendar_sim": "Sim",
  "contact_contact": "Contact",
  "contact_information": "If you have any questions or business proposition, send email to address below, we will surely respond to you.",
  "contact_name": "Name",
  "contact_email": "Email",
  "contact_topic": "Topic",
  "contact_message": "Message",
  "contact_send": "Send",
  "contact_placeholder_name": "Your name",
  "contact_placeholder_email": "Your email",
  "contact_placeholder_title": "Your title",
  "contact_placeholder_message": "Your message",
  "about_description": "FEEDER Ragnar Simulator, the leading simracing team in Poland, and one of the fastest in the world, associating the best Polish drivers. The team was founded by Adam Mocarski (feederleague.pl founder) in early 2012, through the endurance series in former SimRacingOnline.\n\nWe are known from participating in endurance series like Virtual Endurance Championship (we are 2016 overall champions) - series officially supported by ISI - rFactor 2 company. Other than that we are also taking part in others kinds of races - Formula SimRacing or GPVWC. Two of the four Poles participating in the finals of NISSAN Gt Academy 2015 were FRS drivers.\n\nDrivers thanks to driving in our cars are promoted in the world of simracing and invited to the best racing events.",
  "drivers_drivers": "Drivers",
  "drivers_wheel": "Wheel",
  "drivers_bar": "Currently a student in Applied Computer Science. He began his simracing career in a Polish league in 2009. He's been representing FRS team since it's foundation. He used to start in LMP2 and then moved to LMP1 series, at the same time he would drive for his own team VRT in a GT car. The GT-Am class in VEC Series was the beginning of his rFactor 2 adventure in 2015. The plans for near future are: improving his driving, fighting for LMP1 title and participating in Formula SimRacing.",
  "drivers_charkot": "Addicted to fast driving and top-level slacking on a couch. A student in IT. He's started his simracing on a console. Winning the 24-h Le Mans race in any sim game is his current target.",
  "drivers_gerber": "Passionate about automotive and motorsport. He'd like to become a professional racing driver in a future as he has already had some experience with racing in real life. Simracing since 2014.",
  "drivers_fernandez": "When he was 6 years old he start playing racing games on PlayStation, 5 years later he became simracer. Participant of plenty Spanish leagues. The nearest plans are getting to iRacing World Championship.",
  "drivers_mlynek": "His simracing career started in 2009 in Polish league. Year 2016 first FRS race during 24h Le Mans in Virtual Endruance Championship. In daily basis he's also GPVWC driver, he was one of 5 Poles taking part in Cloud Sport Road to Vegas series. His plans are fighting for SC Championship in GPVWC and continuing selflearning as a simracer.",
  "drivers_banki": "2013 and Race 07 was his career start. After regional level success he started to taking part in RaceRoom Racing Experience events. In 2016 he took 2nd place in TCOne, 2017 was driving in eSports WTCC. His goal is to became comprehensive simracer.",
  "drivers_indyka": "Student of mechatronics at the Poznan University of Technology. He's passionate about simracing since 2011 when he started racing in Gran Turismo, but since 2017 his starts are more serious. The biggest triumph was being in the national Nissan GT Academy 2014 final. Target for the future - learning, learning and once againg getting the experience.",
  "drivers_zerebiec": "F1CH, rFactor and rFactor 2 was his first simracing platforms with OW and GT/DTM experience. Real simracing took him in 2015 by interest in Europeian and Worldwide leagues. First contact with endurance racing happend in 2016. He loves drift.",
  "drivers_mocarski": "Computer science engineer, programmer. An avid tennis player. Fan of endurance races, Le Mans treats like a holiday. He promotes simracing wherever possible, the founder of such leagues as FEEDER League - feederleague.pl and co-founder of the largest league in Poland - acleague.pl. On his shoulders lies the management, organization of the team and the maintenance of social media along with all graphics and materials promoting the team. Together with Patryk Szwajkowski, he founded the team at the beginning of 2012.",
  "see_all": "See all",
  "last_results": "See last results",
  "press_press": "Press releases about us"
}
