{
  "APP_NAME": "FRS",
  "about": "Zespół",
  "drivers": "Kierowcy",
  "calendar": "Kalendarz",
  "contact": "Kontakt",
  "results": "Wyniki",
  "press": "Prasa o nas",
  "main_sponsor": "Główny sponsor",
  "partners": "Partnerzy",
  "results_results": "Wyniki",
  "results_date": "Data",
  "results_length": "Długość",
  "results_sim": "Platforma",
  "results_location": "Tor",
  "results_position": "Pozycja",
  "results_series": "Seria",
  "results_drivers": "Kierowcy",
  "calendar_race_calendar": "Kalendarz wyścigów",
  "calendar_date": "Data",
  "calendar_length": "Długość",
  "calendar_location": "Tor",
  "calendar_series": "Seria",
  "calendar_sim": "Platforma",
  "contact_contact": "Kontakt",
  "contact_information": "Jeśli masz dla nas propozycję biznesową bądź też pytanie, wyslij email na poniższy adres, a z pewnością Ci odpiszemy.",
  "contact_name": "Nazwa/Imię",
  "contact_email": "Email",
  "contact_topic": "Temat",
  "contact_message": "Wiadomość",
  "contact_send": "Wyślij",
  "contact_placeholder_name": "Podaj swoje imię/nazwę",
  "contact_placeholder_email": "Podaj swój adres email",
  "contact_placeholder_title": "Podaj swój temat wiadomości",
  "contact_placeholder_message": "Treść wiadomości do nas",
  "about_description": "FEEDER Ragnar Simulator należy do grona międzynarodowej czołówki simracingowej, w jego skład wchodzą najszybsi kierowcy z Polski i ze świata. Zespół został stworzony i prowadzony przez załozyciela FEEDER League(www.feederleague.pl) – Adama Mocarskiego.\n\nTeam powstał na początku 2012 roku, za sprawą serii długodystansowej Le Mans w zamkniętej już lidze SimRacingOnline. FRS specjalizuje się przede wszystkim w seriach wytrzymałościowych lecz okazjonalnie bierze udział w innych seriach. Jedną z nich były prestiżowe mistrzostwa zorganizowane przez eurogamer.it oraz firmy Thrustmaster i Nvidia.\n\nKierowcy zespołu poza oficjalnymi występami zaciekle rywalizują w takich seriach jak Formula SimRacing czy GPVWC. Dwóch z czterech polaków uczestniczących w finałach NISSAN Gt Academy 2015 byli kierowcami FRS.\n\nWe wrześniu 2016 nawiązanie współpracy z firmą Ragnar Simulator(www.ragnarsimulator.com) pozwoli dwójce czołowych kierowców zespołu(Kuba Brzeziński, Nikodem Wiśniewski) uczestniczyć w jednej z najbardziej prestiżowej serii simracingowej na świecie - iRacing Blancpain Endurance Series. Dodatkowo zespół odbywa cykliczne treningi w siedzibie Ragnar trenując obok profesjonalnych kierowców wyścigowych i rajdowych w tym m.in Łukasza Habaja, Piotra Parysa, Bartosza Paziewskiego, Gosię Rdest. Zacierając tym samym granicę między realnym, a wirtualnym ściganiem.",
  "drivers_drivers": "Kierowcy",
  "drivers_wheel": "Kierownica",
  "drivers_bar": "Student Informatyki Stosowanej w Krakowie. Jego pierwszy kontakt z simracingiem to Polska liga w 2009. Startował od samego początku istnienia zespołu FRS w jego barwach, w pierwszeych wyścigach zasiadał za kierownicą LMP2 następnie przeniósł się do LMP1, równolegle startował w swoim autorskim zespole VRT w aucie GT. Przygodę z rFactor 2 zaczął w 2015 od serii VEC w klasie GT-Am. Jego najbliższymi celami są ciągłe ulepszanie swojej jazdy, walka o tytuł LMP1 w VEC oraz starty w Formula SimRacing.",
  "drivers_charkot": "Uzależniony od szybkiej jazdy samochodem oraz wyczynowego leżakowania na kanapie. Student informatyki. Swoją simracingową karierę zaczynał na konsoli. Cele na najbliższy czas to wygrana w 24 godzinnym wyścigu Le Mans w obojętnie jakim simie.",
  "drivers_gerber": "Pasjonat motorsportu i motoryzacji. W przyszłości chciałby zostać zawodowym kierowcą. Posiada już pewne doświadczenie z prawdziwym motorsportem. Simracer od 2014 roku.",
  "drivers_fernandez": "Już mając 6 lat zaczynał grać w gry wyścigowe na PlayStation, 5 lat póżniej zaczął interesować się właściwym simracingiem. Występował w wielu hiszpańskich ligach domowych. Jego najbliższe cele to udział w iRacing World Championship.",
  "drivers_mlynek": "Karierę simracingową rozpoczął w 2009 w jednej z polskich lig. Rok 2016 to pierwszy start za kierownicą auta zespołu FRS podczas 24h Le Mans w Virtual Endruance Championship. Na codzień również jest kierowcą w GPVWC oraz był jednym z 5 polaków(obok Brzezińskiego i Wiśniewskiego) uczestniczących w serii Cloud Sport Road to Vegas. Plany na przyszłość to walka o mistrzostwo SC w lidze GPVWC oraz ciągła poprawa swojej jazdy w rFactor 2.",
  "drivers_banki": "Karierę rozpoczynał na Race 07 w 2013, po osiągnięciu sukcesu na krajowym poziomie wziął udział w eventach organizowanych przez RaceRoom Racing Experience. W 2016 zajął 2 miejsce w TCOne, a w 2017 bierze udział w eSports WTCC. Jego celem jest zostanie wszechstronnym simracerem oraz stałym członkiem zespołu FRS.",
  "drivers_indyka": "Student mechatroniki na Politechnice Poznańskiej. Zapalony fan motorsportu wszelkich kategorii. Simracingiem interesuje się od 2011 roku, jednak poważniejsze starty rozpoczął w 2017 roku. Swoją przygodę zaczynał w Gran Turismo. Jak dotąd największym sukcesem był udział w finałach narodowych Nissan GT Academy 2014. Celem na przyszłość jest nauka, nauka i jeszcze raz zdobywanie doświadczenia.",
  "drivers_zerebiec": "Zainteresowanie ściganiem multiplayer od 2010 roku na platformie F1CH, następnie rFactor i rFactor 2 z doświadczeniem w OW i aut GT/DTM. Prawdziwy simracing zaczął około 2015 roku przez zainteresowanie ligami europejskimi i światowymi. 2016 to pierwszy kontakt z wyścigami Endurance. Miłośnik driftu.",
  "drivers_mocarski": "Inżynier informatyki, programista. Zapalony gracz tenisa ziemnego. Fan długodystansowych wyścigów, Le Mans traktuje jak święto. Promuje simracing gdzie tylko się da, założyciel takich lig jak FEEDER League - feederleague.pl oraz współzałożyciel największej ligi w Polsce na portalu wykop.pl - acleague.pl. Na jego barkach spoczywa prowadzenie, organizacja zespołu oraz utrzymywanie mediów społecznościowych wraz z wszystkimi grafikami i materiałami promującymi zespół. Wraz z Patrykiem Szwajkowskim założył team na początku 2012 roku.",
  "see_all": "Zobacz wszystkie",
  "last_results": "Ostatnie wyniki zespołu",
  "press_press": "Wstawki z prasy o nas"
}
